Repository: Kount/kount-ios-sdk
Catalog: SampleAppSwift/SampleAppSwift/Assets/*.lproj/Localizable.strings
Languages: de, es_419, fr, zh_hans

# start_button
source: START TEST
es_419: COMENZAR PRUEBA
zh_hans: 开始测试

# stop_button
source: STOP TEST
de: TEST STOPPEN
es_419: DETENER PRUEBA
zh_hans: 停止测试

# back_button
source: Back
de: Zurück
es_419: Atrás
fr: Retour
zh_hans: 返回

# change_language_title
source: Change Language
de: Sprache ändern
es_419: Cambiar Idioma
fr: Changer de Langue
zh_hans: 更改语言

# loading_sensor_text
source: Loading sensors
de: Sensoren laden
es_419: Cargando sensores
fr: Capteurs de chargement
zh_hans: 加载传感器

# core_motion_configuration
source: Sensor configuration
de: Sensor-Konfiguration
es_419: Configuración del sensor
fr: Configuration des capteurs
zh_hans: 传感器配置

# accelerometer_title
source: Accelerometer
de: Beschleunigungssensor
es_419: Acelerómetro
fr: Accéléromètre
zh_hans: 加速计

# gyro_title
source: Gyro
de: Kreisel
es_419: Giroscopio
zh_hans: 陀螺仪

# magnetometer_title
source: Magnetometer
es_419: Magnetómetro
zh_hans: 磁力计

# device_motion_title
source: Device motion
de: Gerätebewegung
es_419: Movimiento del dispositivo
zh_hans: 设备运动

# pedometer_title
source: Pedometer
es_419: Podómetro
fr: Podomètre
zh_hans: 计步器

# core_motion_data_title
source: Core Motion data
de: Kernbewegungsdaten
es_419: Datos de Core Motion
zh_hans: 核心运动数据

# accelerometer_data_title
source: Accelerometer data:
de: Beschleunigungssensor-Daten:
es_419: Datos del acelerómetro:
zh_hans: 加速计数据

# gyro_data_title
source: Gyro data:
de: Kreiseldaten:
es_419: Datos del giroscopio:
fr: Données du gyroscope:
zh_hans: 陀螺仪数据

# magnetometer_data_title
source: Magnetometer data:
de: Magnetometer-Daten:
es_419: Datos del magnetómetro:
zh_hans: 磁力计数据:

# device_motion_data_title
source: Device motion data:
de: Bewegungsdaten des Geräts:
es_419: Datos del movimiento del dispositivo:
fr: Données de mouvement de l'appareil:
zh_hans: 设备运动数据:

# pedometer_data_title
source: Pedometer data:
de: Schrittzählerdaten:
es_419: Datos del podómetro:
fr: Données du podomètre:
zh_hans: 计步器数据:

# acceleration_x_text
source: Acceleration X: %@
es_419: Aceleración X: %@
fr: Accélération X: %@
zh_hans: 加速度 X: %@

# acceleration_y_text
source: Acceleration Y: %@
es_419: Aceleración Y: %@
fr: Accélération Y: %@
zh_hans: 加速度 Y: %@

# acceleration_z_text
source: Acceleration Z: %@
es_419: Aceleración Z: %@
fr: Accélération Z: %@
zh_hans: 加速度 Z: %@

# acceleration_position_text
source: Position: %@
es_419: Posición: %@
zh_hans: 位置：%@

# rotation_rate_x_text
source: Rotation rate X: %@
es_419: Tasa de rotación X: %@
fr: Taux de rotation X: %@
zh_hans: 旋转速率 X：%@

# rotation_rate_y_text
source: Rotation rate Y: %@
es_419: Tasa de rotación Y: %@
fr: Taux de rotation Y: %@
zh_hans: 旋转速率 Y: %@

# rotation_rate_z_text
source: Rotation rate Z: %@
de: Drehrate Z: %@
es_419: Tasa de rotación Z: %@
fr: Taux de rotation Z: %@
zh_hans: 旋转速率 Z: %@

# rotation_rate_position_text
source: Posici√≥n: %@
de: Posición: %@
es_419: Posición: %@
fr: Posición: %@
zh_hans: 职位： %@

# magnetic_field_x_text
source: Magnetic field X: %@
de: Magnetisches Feld X: %@
es_419: Campo magnético X: %@
fr: Champ magnétique X: %@
zh_hans: 磁场 X: %@

# magnetic_field_y_text
source: Magnetic field Y: %@
de: Magnetisches Feld Y: %@
es_419: Campo magnético Y: %@
fr: Champ magnétique Y: %@
zh_hans: 磁场 Y: %@

# magnetic_field_z_text
source: Magnetic field Z: %@
de: Magnetisches Feld Z: %@
es_419: Campo magnético Z: %@
fr: Champ magnétique Z: %@
zh_hans: 磁场 Z: %@

# attitude_title
source: Attitude angle:
de: Fluglagewinkel:
es_419: Ángulo de orientación
fr: Angle d'attitude:
zh_hans: 姿态角：

# attitude_angle_yaw_text
source: Yaw: %@
zh_hans: 偏航：%@

# gravity_title
source: Gravity:
de: Schwerkraft:
es_419: Gravedad:
zh_hans: 重力：

# pedometer_step_text
source: Steps counter: %d
de: Schrittzähler: %d
es_419: Contador de pasos: %d
fr: Compteur de pas: %d
zh_hans: 计步器：%d

# motion_state_text
source: Motion state: %@
de: Bewegungszustand: %@
es_419: Estado del movimiento: %@
fr: État du mouvement: %@
zh_hans: 运动状态：%@

# horizontal_position_text
source: The phone is horizontal position
de: Das Telefon befindet sich in horizontaler Position
es_419: El teléfono esta en posición horizontal
fr: Le téléphone est en position horizontale
zh_hans: 手机处于水平位置

# vertical_position_text
source: The phone is vertical position
de: Das Telefon befindet sich in vertikaler Position
es_419: El teléfono esta en posición vertical
fr: Le téléphone est en position verticale
zh_hans: 手机处于垂直位置

# tilted_position_text
source: The phone is tilted position
de: Das Telefon befindet sich in einer geneigten Position
es_419: El teléfono esta en posición inclinada
fr: Le téléphone est en position inclinée
zh_hans: 手机处于倾斜位置

# landscape_position_text
source: The phone is landscape position
de: Das Telefon befindet sich in der Querformatposition
es_419: El teléfono esta en posición landscape
fr: Le téléphone est en position paysage
zh_hans: 手机处于横向位置

# rotated_position_text
source: The phone is being rotated
de: Das Telefon wird gedreht
es_419: El teléfono esta siendo girando
fr: Le téléphone est en position de rotation
zh_hans: 手机正在旋转

# still_position_text
source: The phone is still
de: Das Telefon steht still
es_419: El teléfono esta inmóvil
fr: Le téléphone est immobile
zh_hans: 手机处于静止状态

# motion_state_stationary_text
source: Motion state: Stationary
de: Bewegungszustand: Stationär
es_419: Estado de movimiento: Inmóvil
fr: État du mouvement: Stationnaire
zh_hans: 运动状态： 静止

# motion_state_walking_text
source: Motion state: Walking
de: Bewegungszustand: Gehend
es_419: Estado de movimiento: Caminando
fr: État du mouvement: Marche
zh_hans: 运动状态： 步行

# motion_state_running_text
source: Motion state: Running
de: Bewegungszustand: Laufend
es_419: Estado de movimiento: Corriendo
fr: État du mouvement: Courant
zh_hans: 运动状态： 运行

# motion_state_automotive_text
source: Motion state: Automotive
de: Bewegungszustand: Kraftfahrzeug
es_419: Estado de movimiento: Automóvil
fr: État du mouvement: Automobile
zh_hans: 运动状态： 汽车

# motion_state_cycling_text
source: Motion state: Cycling
de: Bewegungszustand: Radfahren
es_419: Estado de movimiento: Ciclismo
fr: État du mouvement: Cycling
zh_hans: 运动状态： 循环

# core_motion_title
source: Core Motion
de: Kernbewegung

# attitude_angle_roll_text
source: Roll: %@
fr: Roulis: %@

# attitude_angle_pitch_text
source: Pitch: %@
fr: Tangage: %@
